
[Subtitles]

DLC3_TP_ShenMessage_01="Оскільки ми привели цю штуку в порядок, нарешті можна спробувати отримати доступ до неактивних поки систем. Ну-ка, подружитеся ви двоє?.."
DLC3_TP_ShenMessage_02="Що за?.."
DLC3_TP_ShenMessage_03="Шень, у мене тут якийсь збій. Вся панель постраждала, здається..."
DLC3_TP_ShenMessage_04="Я працюю над цим."
DLC3_TP_ShenMessage_05="Хтось увімкнув твій бездротовий канал... Але як це можливо? Ці системи ніхто не знає."
DLC3_TP_ShenMessage_06="Шень, у мене всі рівні скачуть. Що там у тебе відбувається?"
DLC3_TP_ShenMessage_07="Тату?"

DLC3_TP_SparkActivation_01="Ось, значить, про що ця штука намагалася нам сказати..."
DLC3_TP_SparkActivation_02="Ти змогла дістатися сюди. Залишилося лише налаштувати мої системи на передачу; подальший конфлікт безглуздий."
DLC3_TP_SparkActivation_03="Шень, ти ж не збираєшся справді слухати цю штуку?.."
DLC3_TP_SparkActivation_04="Це точно справа рук батька..."
DLC3_TP_SparkActivation_05="Особистість: ШЕНЬ, ЛІЛІ. Очікування закріплення."
DLC3_TP_SparkActivation_06="Ні! Не може бути! БАТЬКО НЕ МІГ ЦЬОГО БАЖАТИ!.."
DLC3_TP_SparkActivation_07="Щось підказує мені, що це саме те, чого він бажав."
DLC3_TP_SparkActivation_08="Підтвердження особистості. Запуск протоколів завантаження."
DLC3_TP_SparkActivation_09="Ні! Я не допущу!.."
DLC3_TP_SparkActivation_10="Це і справді він..."
DLC3_TP_SparkActivation_11="Лілі, якщо ти бачиш це повідомлення, значить, прототип «Іскри» успішно активовано. Також це означає, що мене майже напевно вже немає. Я завжди дуже боявся того, що залишу тебе одну в цьому світі."
DLC3_TP_SparkActivation_12="Ти не..."
DLC3_TP_SparkActivation_13="Я сподівався, що цей день не настане, але без керівництва проект XCOM... вже не той. Судячи з останніх звітів, нам не вдасться довго утримувати цю базу."
DLC3_TP_SparkActivation_14="Тому мені довелося прискорити розробку прототипу робота «Іскра». Вважаю, настане день, коли ця машина зробить свій внесок у виживання людства. Навряд чи зразок буде запущений у масове виробництво, але у даного прототипу є цілком конкретне призначення..."
DLC3_TP_SparkActivation_15="Він захистить тебе - можливо, краще, ніж я сам. Я багато бачив і багато зробив у цьому житті, Лілі, але я точно знаю: ти - найкраще, що я залишаю цьому світу."



